Revit 2024 API
BuiltInFailures.GridFailures Class
 Failures about Grid.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class GridFailures
Visual Basic
Public NotInheritable Class GridFailures
Visual C++
public ref class GridFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.GridFailures
See Also
BuiltInFailures.GridFailures Members
Autodesk.Revit.DB Namespace